{
  "slides": [
    {
      "id": 1,
      "title": "ProTec Logistic",
      "backgroundImage": "back1.jpg",
      "content": {
        "subtitle": "Ми бачимо шлях навіть там, де інші бачать лише виклик.",
        "description": "ProTec — логістичний та дистрибуційний партнер для прогнозованого зростання. Наша 3PL-інфраструктура охоплює 9 регіонів, понад 400 авто і 48 000+ торгових точок. Ми впроваджуємо рішення, які дозволяють бізнесу рухатися вперед впевнено: B2B-доставка, остання миля, без зупинок і без хаосу.",
        "tagline": "Від 3PL до комплексної дистрибуції."
      }
    },
    {
      "id": 2,
      "title": "ProTec Development",
      "backgroundImage": "back2.jpg",
      "content": {
        "subtitle": "Експертиза. Комплексність. Інноваційність.",
        "description": "Ми знаємо, як створити інфраструктуру, що рухає бізнес вперед. Вже реалізовано 216000 м² складських площ, в тому числі класу А/А+ — і ми не зупиняємось. У 2025 — ще +48 000 м², розрахованих на зростання і технологічну адаптацію. Ми не просто про будівництво — ми про системне планування і впровадження.",
        "tagline": "Від оренди до будівництва та експлуатації під ключ."
      }
    },
    {
      "id": 3,
      "title": "Overtrans",
      "backgroundImage": "back3.jpg",
      "content": {
        "subtitle": "Ми завжди обираємо ті дороги, що ведуть наших партнерів до успіху!",
        "description": "100+ великотоннажних авто, планове оновлення автопарку, 120 млн тонно-кілометрів щороку, власний сервісний центр 2000 м² та команда з понад 25-річним досвідом — усе це дає нам змогу впроваджувати рішення, які допомагають бізнесу зростати та підкорювати нові ринки.",
        "tagline": "Від транспортного перевезення до обслуговування автопарку"
      }
    },
    {
      "id": 4,
      "title": "Logistic Group",
      "backgroundImage": "back1.jpg",
      "content": {
        "subtitle": "Друге життя — наша спеціалізація.",
        "description": "Ми знаємо, як дати матеріалам друге життя — прозоро та з чіткою логістикою. Щомісяця переробляємо та даємо нове життя мільйонам одиниць вторсировини."
      }
    },
    {
      "id": 5,
      "title": "ProTec Solution",
      "backgroundImage": "back2.jpg",
      "content": {
        "subtitle": "Експертні рішення для бізнесу, який прагне більшого.",
        "description": "Аналізуємо бізнес, перетворюємо ідеї на дієві плани, керуємо їх виконанням і відкриваємо нові можливості для зростання. На кожному етапі наші дії — це єдина синергія: клієнт отримує не просто поради, а готове рішення, яке працює і приносить реальні результати.",
        "tagline": "Від консультацій до розробки індивідуальних рішень."
      }
    },
    {
      "id": 6,
      "title": "ICE PRO TEC",
      "backgroundImage": "back3.jpg",
      "content": {
        "subtitle": "Якісно. Кришталево, Очищено.",
        "description": "Власне виробництво, що виробляє щонайменше 60 тонн харчового льоду щомісяця. Це не лише барна індустрія, де ми пропонуємо нові індивідуальні рішення, а й новий формат подачі та зберігання напоїв, страв, Ми знаємо, як забезпечити контроль на кожному етапі — від очищення та продукування до доставки. Працюємо з HoReCa, FMCG, подієвими агенціями.",
        "tagline": "Від кубика льоду до власної торгової марки."
      }
    },
    {
      "id": 7,
      "title": "Бабак",
      "backgroundImage": "back1.jpg",
      "content": {
        "subtitle": "Бабак — це магазин, куди хочеться щодня.",
        "description": "Ми будуємо ритейл, який партнериться з локальними та національними виробниками та впроваджує нову якість клієнтського досвіду.Ми відкриваємо все більше брендованих магазинів, і зупинятися не плануємо.",
        "tagline": "Від магазину біля дому до національної франшизи."
      }
    },
    {
      "id": 8,
      "title": "Львівські Крани",
      "backgroundImage": "back2.jpg",
      "content": {
        "subtitle": "Найсвіжіше крафтове пиво у Львові.",
        "description": "Urban-маркети з локальним пивом, гастрономією і ритмом вулиці. Ми не слідуємо за попитом — ми його формуємо. Кожна локація — це мікроінфраструктура взаємодії."
      }
    }
  ]
}